Repository: shridharsahil/libraryweb-site
Catalog: www/sites/all/modules/contrib/article_discovery/translations/*.po
Languages: fr

source: Unable to load Summon API library, see: @url
fr: Impossible de charger la librairie Summon API, voir: @url

source: Engine
fr: Moteur

source: Search engine
fr: Moteur de Recherche

source: This is the search engine accessed by the article discovery module. At present, only summon is supported.
fr: C'est le moteur de recherche accessible par le module article discovery. Pour le moment, seul Summon est supporté

source: Username/API id
fr: Identifant/API id

source: Your institution's service username or API id.
fr: L'identifant de votre institution ou Identifiant API

source: Password/API secret key
fr: Mot de passe / Clé de sécurité API

source: Your institution's service password or API secret key.
fr: Le mot de passe ou clé de sécurité de votre institution

source: Results
fr: Résultats

source: Articles per page
fr: Articles par page

source: How many articles should be shown per page of results? Your engine may have limits on what this can be.
fr: Nombre d'articles affichés par page de résultat ?

source: Intitial facet terms
fr: Termes de départ par facette

source: When displaying facets, if there are more than N facets, only show the first N with a "more" link to display the remainder.
fr: Lorsque les facettes sont affichées, s'il y a plus de N facettes, ne montrer que les N premieres avec un lien "PLUS".

source: Maximum facet terms
fr: Termes maximums par facette

source: The maximum number of facets to request from the article discovery engine.
fr: Le nombre maximum de facettes par requête pour le moteur article discovery

source: Linking
fr: Liens

source: Link resolver text/HTML
fr: Résolveur de Liens text/HTML

source: What text or HTML do you want displayed for your link resolver?
fr: Quel texte ou HTML voulez-vous affiché sur le lien du résolveur

source: Link resolver title text
fr: Titre du lien du résolveur

source: What do you want the title attribute for your link resolver links to be?
fr: Ce que vous souhaitez comme attribut title de votre résolveur de lien

source: Link resolver link
fr: Lien du Résolveur

source: What's the base url for your link resolver?
fr: URL de base de votre résolveur de liens

source: Should the link resolver open links in a new window or tab?
fr: Le lien du résolveur devrait-il ouvrir les liens sur une nouvelle fenêtre ou un nouvel onglet ?

source: Same tab or window
fr: Même onglet ou Nouvelle Fenêtre

source: New tab or window
fr: Nouvel onglet ou nouvelle fenêtre

source: This will set links to the link resolver to open in a new window via the target="_blank" attribute on the anchor tag.
fr: Permet de paramétrer les liens du résolveur de lien à ouvrir dans une nouvelle fenêtre via l'attribut target="_blank"

source: Should your users be allowed to specifiy a custom link resolver for his or her session
fr: Les utilisateurs sont-ils autorisés à utiliser leur propre résolveur de lien pour leur session

source: Disallow users from specifying a custom link resolver
fr: Ne pas autoriser les utilisateurs à spécifier leur propre résolveur de lien

source: Allow users to specify a custom link resover
fr: Autoriser les utilisateurs à spécifier leur propre résolveur de lien

source: You might want to let your users specify their own link resolver.
fr: Vous pouvez vouloir laisser les usagers spécifier leur propre résolveur de liens.

source: EZProxy link
fr: Lien EZProxy

source: If your outbound links need to be passed through an EZProxy server, give it's link here. Otherwise leave it blank.<br/>Include everything before the ? in the url. Example: http://proxy.example.com/login
fr: Si vos liens sortants ont besoin de passer par un serveur EZProxy, spécifiez-en le lien. Autrement, laissez le champ vide.<br/>Incluez dans l'url tout ce qui précède le ?.

source: Allow users to specify a custom EZProxy server for his or her session
fr: Autoriser les utilisateurs à spécifier un serveur EZProxy personnel pour leur session

source: Disallow users from specifying a custom EZProxy server
fr: Ne pas autoriser les utilisateurs à spécifier un serveur EZProxy personnel

source: Allow users to specify a custom EZProxy server
fr: Autoriser les utilisateurs à spécifier un serveur EZProxy personnel

source: You might want to let your users specify their own ezproxy server.
fr: Vous souhaiteriez donner la possibilité aux utilisateurs de spécifier leurs propres serveur EZProxy

source: Allow users to disable use of your EZProxy server for his or her session
fr: Autoriser les utilisateurs à désactiver l'utilisation de leur serveur EZProxy pour cette session

source: Disallow users from disabling your EZProxy server
fr: Ne pas autoriser les utilisateurs à désactiver leur serveur EZProxy

source: Allow users to disable use of your EZProxy server
fr: Autoriser les utilisateurs à désactiver leur serveur EZProxy

source: You might want to let your users disable being passed through a proxy server by the Article Discovery module in addition to or instead of using a custom EZProxy server.
fr: Vous souhaiteriez donner la possibilité aux utilisateurs de désactiver le fait de passer par un serveur de proxy en plus du module Article Discovery ou en utilisant un serveur EZProxy à la place.

source: Email subject
fr: Sujet du mail

source: The subject to send when exporting articles via email.
fr: Le sujet à envoyer lorsque l'on exporte les articles par mail

source: Vendor
fr: Fournisseur

source: The vendor variable to send to refworks. Most likely it's your institution's name.
fr: Variable de fournisseur a envoyer à refworks. Certainement le nom de votre institution.

source: Encoding
fr: Encodage

source: The encoding variable to send to refworks.
fr: La variable d'encodage

source: Filter
fr: Filtre

source: The filter variable to send to refworks.
fr: La variable filtre à envoyer à Refworks.

source: Database
fr: Base de Données

source: The database variable to send to refworks.
fr: La variable Base de Données à envoyer à Refworks

source: Cancel
fr: Annuler

source: To
fr: À

source: Your email export's recipient.
fr: Email du destinataire de l'export

source: From
fr: De

source: The from address for your export. Probably your email address.
fr: L'adresse de l'expéditeur de l'export. A priori : votre adresse email.

source: A message to include with your outgoing email.
fr: Message à inclure dans votre mail.

source: Send Email
fr: Envoyer par Mail

source: You must enter a valid email address for the To line.
fr: Vous devez entrer une adresse email valide pour le champ "À".

source: You must enter a valid email address for the From line.
fr: Vous devez entrer une adresse email valide pour le champ "De".

source: You must have selected at least one record to generate an email.
fr: Vous devez selectionner au moins un enregistrement pour générer un email.

source: Article Search
fr: Archipel+

source: Enter the terms you wish to search for.
fr: Entrez vos termes de recherche

source: Limit to articles from scholarly journals
fr: Limiter aux articles de publications savantes

source: Exclude newspaper articles
fr: Exclure les articles de presse

source: Limit to articles with full text online
fr: Articles avec texte intégral en ligne

source: Add results beyond this library's holdings
fr: Elargir la recherche à d'autres bibliothèques

source: Search
fr: Recherche

source: Article Discovery Search Box
fr: Boite de recherche

source: Article Discovery Facet Box
fr: Boite des facettes

source: Refine Search
fr: Affiner la Recherche

source: You have selected 1 record for export.
fr: 1 enregistrement sélectionné pour export.

source: administer article discovery
fr: Administrer Article Discovery

source: search article discovery
fr: Rechercher dans Article Discovery

source: import article discovery
fr: Importer dans Article Discovery

source: Article Record
fr: Notice d'Article

source: Article Select
fr: Selection d'Article

source: Export Selected Articles Via Email
fr: Exporter les Articles sélectionnés par Email

source: Export Selected Articles to Refworks
fr: Exporter les Articles selectionnés vers Refworks

source: Export Selected Articles as RIS
fr: Exporter les Articles selectionnés comme RIS

source: Article Discovery
fr: Archipel+

source: Configure your Article Discovery settings.
fr: Configurer les paramètres de l'Article de Découverte.

source: advanced search article discovery
fr: Recherche avancée

source: Advanced Search
fr: Recherche avancée

source: All Fields
fr: Tous les champs

source: Journal/Serial Title
fr: Périodique/Titre de Collection

source: Series
fr: Collections

source: Year of Publication
fr: Année de Publication

source: Between
fr: Entre

source: In
fr: Exactement

source: Article Discovery Advanced Search
fr: Recherche Avancée pour Article Discovery

source: The table to store exported articles for a brief period.
fr: La table pour enregistrer les articles exportés pour une courte période.

source: The id for exporting a citation list
fr: L'identifiant pour l'exportation d'une liste de citation

source: The timestamp for when the citation list was created
fr: Le timestamp lorsque la liste de citation a été créée

source: Serials Solutions' ID for a resource
fr: Identifiant Serials Solution pour une ressource

source: This module implements a client for Article Discovery engines. Version 0.0.2 supports Serials Solutions' Summon API.
fr: Ce module implémente un client pour le moteur Article Discovery. Version 0.0.2 support l'API Ser

source: This module implements an advanced search interface for the main Article Discovery module.
fr: Ce module implémente une interface de recherche avancée pour le module Article Discovery

source: Selected items
fr: Éléments sélectionnés

source: List
fr: Liste

source: Export as RIS
fr: RIS

source: Export to Refworks
fr: Refworks

source: Clear
fr: Effacer

source: Export to Refworks
fr: Exporter vers Refworks

source: Select All on This Page
fr: Tout Sélectionner sur cette page

source: Your article discovery search for <strong>@criteria</strong> found <strong>@count</strong> results. Showing @deb - @fin
fr: Votre recherche pour <strong>@criteria</strong> donne <strong>@count</strong> resultats. Affichés @deb - @fin

source: Showing @deb - @fin of @count.
fr: Affichés @deb - @fin sur @count.

source: Refine this search
fr: Affiner la recherche

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: -present
fr: -Aujourd'hui

source: up to @annee
fr: Jusqu'à @annee

source: more...
fr: plus...

source: less...
fr: moins...

source: Full Text Online
fr: Texte Intégral en Ligne

source: Citation Online (no full text online)
fr: Citation en Ligne (pas de texte intégral)

source: by
fr: par

source: Abstract
fr: Résumé

source: Subjects
fr: Sujet

source: Location
fr: Localisation

source: Back to article discovery results
fr: Retour aux résultats

source: Recommendation: We found a specialized collection that might help you ...
fr: Recommandation : nous avons trouvé une collection spécialisée qui peut vous aider.

source: Recommendation: We found some specialized collections that might help you ...
fr: La Recommandation : nous avons trouvé quelques collections spécialisées qui peuvent vous aider.

source: Publication Date
fr: Date de Publication

source: Subject
fr: Sujets

source: Format
fr: Type de document

source: Sort:
fr: Tri:

source: Relevance
fr: Pertinence

source: Date (newest first)
fr: Date (la plus récente)

source: Date (oldest first)
fr: Date (la plus ancienne)

source: Conference Proceeding
fr: Acte de conférence

source: Newspaper Article
fr: Article de presse

source: Journal Article
fr: Article de périodique

source: Patent
fr: Brevet

source: Map
fr: Carte

source: Book Chapter
fr: Chapitre de livre

source: Special Collection
fr: Collection spéciale

source: Book Review
fr: Critique littéraire

source: Dissertation
fr: Dissertations

source: Archival Material
fr: Document d'archive

source: Music Recording
fr: Enregistrement musical

source: Audio Recording
fr: Enregistrement sonore

source: Video Recording
fr: Enregistrement vidéo

source: Computer File
fr: Fichier d'ordinateur

source: Newspaper
fr: Journal

source: Book / eBook
fr: Livre / Livre électronique

source: Manuscript
fr: Manuscrit

source: Standard
fr: Norme

source: Music Score
fr: Partition

source: Sheet Music
fr: Musique mécanique

source: Photograph
fr: Photographie

source: Government Document
fr: Publication officielle

source: Journal / eJournal
fr: Périodique / Périodique électronique

source: Report
fr: Rapport

source: Reference
fr: Réference

source: Web Resource
fr: Ressource Web

source: Pamphlet
fr: Brochure

source: Poetry
fr: Poésie

source: Poem
fr: Poème

source: Market Research
fr: Recherche de Marché

source: Trade Publication Article
fr: Article de la publication spécialisée

source: Newsletter
fr: Bulletin d'information

source: Paper
fr: Documents

source: Publication
fr: Publications

source: General Information
fr: Général

source: All
fr: Tous

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: French
fr: Français

source: German
fr: Allemand

source: Korean
fr: Coréen

source: Portuguese
fr: Portugais

source: Russian
fr: Russe

source: Chinese
fr: Chinois

source: Italian
fr: Italien

source: Japanese
fr: Japonais

source: Dutch
fr: Néerlandais

source: Arabic
fr: Arabe

source: Polish
fr: Polonais

source: Swedish
fr: Suedois

source: Turkish
fr: Turque

source: Czech
fr: Tchèque

source: Hebrew
fr: Hébreu

source: Hindi
fr: Hindou

source: Indonesian
fr: Indonésien

source: Danish
fr: Danois

source: Undetermined
fr: Underterminé

source: Croatian
fr: Croate

source: Hungarian
fr: Hongrois

source: Unknown
fr: Inconnu

source: Greek
fr: Grec

source: Urdu
fr: Ourdou

source: Thai
fr: Thaïlandais

source: Norwegian
fr: Norvégien

source: Persian
fr: Perse
